const PRODUCTS = [
  {
    id: "fr-classic",
    code: "FR-CLASSIC",
    category: "Кранч-Фрі",
    name: "Класика Ваніль",
    description:
      "Ніжне ванільне печиво у формі картоплі фрі. Подається з окремим соусом.",
    weight: "120 г + соус 30 г",
    price: 129,
    image: "",
    available: true,
    sauces: [
      "Шоколадно-горіховий",
      "Полуниця — м’ята",
      "Черешня — м’ята",
      "Абрикос — м’ята",
      "Шоколадна слива"
    ]
  },
  {
    id: "fr-berry",
    code: "FR-BERRY",
    category: "Кранч-Фрі",
    name: "Ягідний вибух",
    description:
      "Хрустке ягідне печиво з насиченим фруктовим смаком та соусом на вибір.",
    weight: "120 г + соус 30 г",
    price: 129,
    image: "",
    available: true,
    sauces: [
      "Шоколадно-горіховий",
      "Полуниця — м’ята",
      "Черешня — м’ята",
      "Абрикос — м’ята",
      "Шоколадна слива"
    ]
  },
  {
    id: "fr-espresso",
    code: "FR-ESPRESSO",
    category: "Кранч-Фрі",
    name: "Дабл Еспресо",
    description:
      "Кавово-шоколадне печиво з корицею та виразним ароматом еспресо.",
    weight: "120 г + соус 30 г",
    price: 129,
    image: "",
    available: true,
    sauces: [
      "Шоколадно-горіховий",
      "Полуниця — м’ята",
      "Черешня — м’ята",
      "Абрикос — м’ята",
      "Шоколадна слива"
    ]
  }
];
